{
  "nombre": "Daniel Moreno",
  "descripcion": "25 Jahre alt, Front-End-Entwickler mit freiberuflicher Erfahrung in der Website-Entwicklung und Kenntnissen in verschiedenen Programmiersprachen. Ich bin eine sehr neugierige, analytische und kreative Person, die stets nach neuen Möglichkeiten sucht, um zu lernen und sich beruflich weiterzuentwickeln.",
  "experiencia": [
    {
      "puesto": "Schichtleiter/IT-Spezialist",
      "empresa": "Richard John GmbH",
      "duracion": "2023 bis heute",
      "labores": [
        "Steigerung der Verkäufe um 10 % durch Optimierung der Logistik und Verbesserung des Geräte- und Cloud-Service-Managements.",
        "Verwaltung von Android- und Windows-Geräten, Sicherstellung ihrer Integration und Funktionalität.",
        "Nutzung von Google Drive zur Verbesserung der Datenverwaltung und Zugänglichkeit.",
        "Digitalisierung interner Prozesse, Steigerung der Effizienz und Koordination.",
        "Leitung von Teams mit 5-25 Mitgliedern, Organisation von Aufgaben, Bereitstellung von Werkzeugen und Schulungen sowie Aufrechterhaltung einer hohen Produktivität und Moral."
      ]
    },
    {
      "puesto": "Filialleiter",
      "empresa": "Nuvola Boadilla",
      "duracion": "2020-2021",
      "labores": [
        "Betriebsmanagement: Optimierung des Inventars und des Personals, Rationalisierung der Abläufe zur Verbesserung der Gesamteffizienz der Filiale.",
        "Kundendienst: Aufrechterhaltung eines hohen Niveaus im Kundenservice, Bearbeitung von Kundenanfragen und effektive Lösung von Problemen.",
        "Verkaufsverbesserung: Beitrag zum Umsatzwachstum durch effektives Teammanagement und überlegenen Kundenservice."
      ]
    }
  ],
  "educacion": [
    {
      "titulo": "Höheres Nationales Diplom in Multiplattform-Anwendungsentwicklung",
      "institucion": "CIDEAD",
      "duracion": "2022 bis heute",
      "descripcion": "Entwicklung von Fähigkeiten in der Erstellung und Verwaltung von Datenbanken, HTML und CSS für die Webentwicklung sowie in der Verwendung von SQL und XML für die Datenmanipulation und den Austausch."
    },
    {
      "titulo": "Höheres Nationales Diplom in Web-Anwendungsentwicklung",
      "institucion": "Retamar School",
      "duracion": "2020-2021",
      "descripcion": "Entwicklung von Fähigkeiten im serverseitigen Scripting mit PHP, Webentwicklung mit HTML, CSS und JavaScript sowie Datenbankverwaltung mit MySQL. Versionskontrolle mit Git und Erstellung von responsiven Designs mit Frameworks wie Bootstrap. Erfahrung in der Bereitstellung und Wartung von Webanwendungen auf Servern."
    }
  ],
  "conocimientos": [
    "CSS",
    "JavaScript",
    "HTML",
    "Node",
    "PHP",
    "WordPress",
    "React",
    "SQL",
    "Git",
    "C/C++",
    "Java",
    "Python"
  ],
  "idiomas": [
    { "idioma": "Spanisch", "nivel": "Muttersprache" },
    { "idioma": "Englisch", "nivel": "Zweisprachig" },
    { "idioma": "Deutsch", "nivel": "Fließend" }
  ],
  "secciones": [
    "Beschreibung",
    "Erfahrung",
    "Bildung",
    "Fähigkeiten",
    "Sprachen",
    "Freiwilligenarbeit",
    "Kontakt",
    "Verschiedenes"
  ],
  "contacto": {
    "telefono": "0049 0176 20163265",
    "email": "daniel.morenoparticular@gmail.com",
    "direccion": "Feldbrunnenstr., Hamburg",
    "github": "https://github.com/Aguimoda"
  },
  "voluntariado": [
    {
      "organizacion": "Sammatz, Neu Darchau",
      "duracion": "Okt - Nov 2021"
    }
  ],
  "miscelaneo": [
    "Begeisterter Fotograf",
    "Klassensprecher während meiner Berufsausbildung",
    "Umfangreiche Erfahrung mit Linux-Systemen",
    "Freiberufliche Entwicklung einiger Websites ('Las 3 Mulas')",
    "Projekte mit der OpenAI-API: Integration in Webseiten sowie der Bau eines Chatbots mit Spracherkennung, Sprach- und Texterzeugung"
  ]
}
